{
  "lastUpdated": "Last Updated: December 29, 2017",
  "sections": [
    {
      "title": "Article 1. Definitions",
      "content": "For the execution of the present Terms of Use, the following definitions are applicable:\n\n1.1 STIB\nThis implies the Société des Transports Intercommunaux de Bruxelles (Brussels Intermunicipal Transport Company), headquartered at 1000 - BRUSSELS, 76, Rue Royale, registered in the Register of Legal Entities under the Company Number 0247.499.953 and VAT-registered under the number BE 247.499.953, established under the ordinance of 22 November 1990 of the Brussels-Capital Region and of which the articles of association were approved by the executive decision of this Region on 6 December 1990.\n\n1.2 Information\nThis involves a series of data relating to the STIB/MIVB transport network (more particularly, data relating to the vehicle circulation and including, without this list being exhaustive: timetables, the locations of the stops, outlines and itineraries of lines, etc.) proposed for reuse within the freedoms and conditions of these Terms of Use. The Information does not contain personal data.\n\n1.3 Derived Information\nThis concerns new data or information that has been created either directly from \"Information\", or from a combination of \"Information\" and other data or information that are not subject to this licence.\n\n1.4 Producer\nThis is the entity which produces the \"Information\" and/or makes it available for reuse within the freedoms and conditions provided by these Terms of Use, in this instance STIB/MIVB and, by extension, the Brussels-Capital Region.\n\n1.5 Re-user\nThis implies any private individual or legal entity who/which reuses and/or reproduces the \"Information\" in compliance with the freedoms and conditions of these Terms of Use, in whatever way.\n\n1.6 Intellectual Property Rights\nThese are any intellectual property rights (registered or otherwise) including, without this list being exhaustive, copyrights (as well as copyrights on computer programmes, including preparatory design material), ancillary rights of copyrights, sui generis rights to databases, trademark rights, patents, drawings and/or models.\n\n1.7 Licence\nThis involves a licence granted by the present Terms of Use, authorising the use of the Information by the Re-user in compliance with the freedoms and conditions stipulated below."
    },
    {
      "title": "Article 2. Scope of the Terms of Use",
      "content": "The present Terms of Use apply to any use of the Information, in whatever way and by whichever party."
    },
    {
      "title": "Article 3. Object of the Licence",
      "content": "The Producer shall make the Information available to the Re-user for the purpose of enabling its reuse in compliance with the freedoms and conditions provided by the present Terms of Use.\n\nBy virtue of the present Terms of Use, the Producer grants the Re-user, who accepts, the licence, which consists of a personal right, which is non-transferable, non-exclusive and free, to reuse the Information anywhere in the world for an unlimited duration. The reuse does not grant permission under the moral right of copyright.\n\nThe Licence is granted to the Re-user for the sole purpose of reusing or distributing the Information via the products, services and/or applications of the Re-user to the public (hereinafter the « Objective ») and shall authorise the Re-user more specifically to:\n\ni. Reproduce, copy, publish and transmit the Information;\nii. Disseminate, communicate to the public, lend and redistribute the Information;\niii. Adapt, translate, extract, transform and exploit the Information for commercial purposes, for example by combining it with other information or by including it in the Re-user's own product, service and/or application.\n\nThe actions defined in the points i. ii. and iii. above must be taken in order to achieve the Objective and under the following conditions:\n\na) The Re-user has the right to reuse the Information for commercial or non-commercial purposes. However, the Re-user is not authorised to sell and/or make the Information itself available to third parties for a fee.\n\nAs a part of the reuse of the Information, the Re-user agrees to mention the authorship of the Information: its source (at least the name of the Producer) and the date of its last update; For this purpose, the Re-user agrees to include the following clause in the product, service and/or application: \"This product/service/application uses data provided by STIB/MIVB. The data was last updated on [date].\" In the event that the Re-user modifies or corrects the Information, the Re-user agrees to include the following clause in the product, service and/or application: \"This product/service/application is based on data originally provided by STIB/MIVB that was updated on [date] and that fully or partly was modified by [name of the Re-user]\". If the Re-user's purpose is to inform the public, for example on the timetables of the public transportation, he is obligated to use the most recent Information made available by STIB/MIVB;\n\nb) The reuse must comply with the applicable laws and the possible Graphical and Ethical Charter of the Producer.\n\nc) In order to maintain the value and relevance of the Information, it is recommended that the Re-user aligns the update frequency of the Information with that of the Producer.\n\nFor data published via API (‘Application Programming Interface’), the bandwidth is limited by a number of requests (‘API calls’, hereinafter ‘Calls’) per minute. The maximum number of Calls allowed is different for each method and it is defined in the technical documentation of the API, available on the platform. The Producer reserves the right to reduce or limit the access, or even to end the Licence if the limited number of Calls is not respected and/or when the service could be degraded or damaged by an excessive use. The bandwidth is monitored dynamically by appropriate API management tools;\n\nIf the Re-user wishes to exceed the number of Calls, he will have to ask the Producer for a special paying Licence."
    },
    {
      "title": "Article 4. Liability",
      "content": "The Information is made available as produced or received by the Producer, without any other explicit or tacit guarantee which is not provided by the present Terms of Use. This is an obligation of means.\n\nThe Producer:\n\na) Guarantees he provides the Information free of charge in compliance with the freedoms and conditions defined by the present Terms of Use;\n\nb) Does not guarantee the absence of faults or irregularities possibly contained within the Information;\n\nc) Does not guarantee the continuous provision of the Information;\n\nd) Except in case of wilful misrepresentation or gross negligence, cannot be held responsible for any loss, prejudice or damage of any kind caused to the Re-user and third parties as a result of the reuse of the Information;\n\ne) Does not guarantee in any way the adequacy of the Information to the Re-user or any end users for whatever usage.\n\nThe Re-user is advised that the Producer reserves the right at any moment, and for whatever reason, to modify the present Terms of Use, to terminate their production or modify their content, the format or the frequency of their update, without the Re-user being able to claim compensation, and without any prior notification on the part of the Producer. It is the Re-user's responsibility to regularly check if the present Terms of Use have undergone any modifications. The use of the modified Information by the Re-user implies acceptance on his part.\n\nThe Re-user bears sole responsibility for the reuse of the Information. More specifically, the reuse must not mislead third parties as to the content of the Information, its source and its date of update. The reuse cannot affect the good reputation of the Producer. If the Re-user notices any errors, he is allowed to modify and/or correct the errors on his own responsibility. The Re-user will inform the Producer of every modification or correction of the errors.\n\nThe Re-user is compelled to take all necessary technical, organisational and legal measures to guarantee or ensure compliance with the present Terms of Use. STIB/MIVB and/or the Producer shall have the right to request the Re-user to ensure the presence of said measures.\n\nThe Re-user agrees to take action with the Producer, to guarantee the Producer and to fully compensate the Producer against any request from a third party resulting from or relating to the exercise of the rights granted to the Re-user by the Producer within the present Terms of Use. The Re-user agrees to immediately inform the Producer of any claim or procedure which would be brought against the Re-user by a third party and shall authorise the Producer at once to intervene in the matter to defend himself, if he deems it necessary."
    },
    {
      "title": "Article 5. Intellectual Property Rights",
      "content": "All Intellectual Property Rights on and/or regarding the Information of the Producer and on the information to which he grants access remain the sole property of the Producer, without this clause limiting the licence defined by article 3 of this licence.\n\nThe Producer cannot be held responsible in any way for infringements on the rights of third parties, among others on Intellectual Property Rights, which the Re-user might commit in the context of the direct or indirect use of the Information of the Producer.\n\nThe warranty claim referred to in article 4 in fine is also applicable within the context of claims pertaining to intellectual property."
    },
    {
      "title": "Article 6. Privacy - Personal Data",
      "content": "STIB/MIVB and the Re-user agree to respect and protect the privacy of private individuals and guarantee compliance with laws and regulations pertaining thereto. Among others, STIB/MIVB and the Re-user shall authorise the private individuals concerned by the management and/or the reuse of the Information to consult their personal data, to modify it if it is not correct, to delete it, to object to the processing, to exercise the data transferability rights and the right to lodge a complaint with a supervisory authority. STIB/MIVB is qualified as responsible for personal data processing only for the data processing it collects.\n\nSTIB/MIVB collects and processes personal data as indicated in the Terms of Use for following purposes: i) monitoring the application of the present Terms of Use and of any legitimate and/or illegitimate use of the Information, which also includes all measures to avoid fraud; ii) statistical purposes and iii) sending you (personalised) direct marketing messages about services, events and innovations related to your Re-user's capacity. The processing by STIB/MIVB is based on (i) the Re-user's consent and (ii) the necessity to apply the present Terms of Use. The provision of personal data determines the conclusion of these Terms of Use. The saved data shall be stored for the entire duration of the present Terms of Use and up to 6 months after the termination of the present Terms of Use. This processing relates to the following data pertaining to the Re-user and/or any person associated with the Re-user and/or concerned by the reuse of the Information by the Re-user:\n\nFor private individuals: name, first name, e-mail, date of birth, telephone number, business address, IP address;\nFor legal entities: company name, IP address, the Register of Legal Entities number, telephone number, address, name, first name, e-mail and date of birth of the person who submits the request.\nFor private individuals younger than 16 years old (at the date of use), the processing of personal data remains the same as it is a legitimate interest for STIB/MIVB to provide the services requested.\n\nThe Re-user agrees to obtain the consent pertaining to the above-mentioned processing of i) any person associated with the Re-user and/or ii) any private individual concerned by the reuse of the Information performed by and/or for the Re-user.\n\nThe liability of STIB/MIVB and the Re-user regarding the processing of personal data in which they are implicated remains unchanged, and the present Terms of Use do not affect their liability in this respect. With regards to the processing of personal data pertaining to the Information, STIB/MIVB is only liable for its own data processing, for the purposes mentioned above. The Re-user shall be liable for every other type of processing, including among others, processing related to the reuse of the Information."
    },
    {
      "title": "Article 7. Duration and End of the Licence",
      "content": "The Licence is granted for an unlimited duration.\n\nThe Licence shall enter into force at the moment access is granted by the Producer, following registration on the site: https://opendata.stib-mivb.be of the request of the Re-user, provided the present Terms of Use are explicitly accepted, and shall continue for as long as the Information is provided by the Producer.\n\nThe Producer may lawfully terminate the Licence at any moment in the event of serious violation by the Re-user of one of the contractual obligations.\n\nThe Producer reserves the right to terminate the Licence provided there's one months' notice, in particular following modifications to the applicable regulations, or if a judicial ruling demands it, and more generally, in any eventuality where it might be compelled to terminate it, for whatever reason.\n\nIn any case, termination by the Producer shall not grant the right to any indemnity in favour of the Re-user and/or any third parties."
    },
    {
      "title": "Article 8. Miscellaneous",
      "content": "The Terms of Use and its annex, as well as the documents referred to, constitute the entirety of the agreements concluded between the parties with respect to the subject matter. The Re-user shall in no event unilaterally modify the present Terms of Use, without the explicit and written consent of the Producer.\n\nIn the event that one of the provisions of the present Terms of Use might be, or would become, null and ineffective, these Terms of Use shall not be affected and shall remain in effect without this provision, on the understanding however that a valid provision, which would correspond with or be as close as possible to the effect of the null and ineffective provision, shall replace it.\n\nNo abstention on the part of the Producer with regards to its rights under a provision of the Terms of Use shall constitute the waiver, even implicit, of its rights with regards to the subsequent execution of this provision or to the execution of any other provision of these Terms of Use.\n\nAll periods are calculated in calendar days.\n\nThe rights and obligations resulting from the Terms of Use may neither be transferred fully or partially to a third party, nor be outsourced. The Re-user is not authorised to grant sub-licences to third parties. All communication between the Re-user and the Producer must exclusively take place via the website https://opendata.stib-mivb.be. All notifications of termination or violation must be expressed in French, Dutch or English via the e-mail addresses opendata@stib.brussels or opendata@mivb.brussels\n\nThe French and Dutch versions of the present Terms of Use are the only official versions and shall therefore be the reference in the event of necessity of interpretation or suchlike. The English version is a translation."
    },
    {
      "title": "Article 9. Applicable Law and Jurisdiction",
      "content": "The present Terms of Use are governed exclusively by Belgian law. The parties agree to submit any disputes (contractual or non-contractual) pertaining to or arising from the present Terms of Use to the exclusive competence of the Brussels courts."
    },
    {
      "title": "Annex 1. Graphical and Ethical Charter of the Producer",
      "content": "The name of the Producer, the colour code of the lines and the logos specified in this Annex may only be used in direct relation to the Objective.\n\n1. COLOUR CODE OF THE LINES\nThe display of the tram, bus and metro lines of the Producer must respect the colour codes of these lines, which are communicated to the Re-user by the Producer in GTFS format, within the technical means of the Re-user and its cartographic constraints. The Re-user agrees to respect as closely as possible the original colours provided by the Producer.\n\n2. LOGOS\n- The logos of the Producer (STIB, BOOTIK, KIOSK, GO, SHOP, CHRONO, SYNCRO, etc.), when used in the Re-user's interfaces, shall be displayed as provided by the Producer (within the technical means of the Re-user).\n- These logos may not be modified in any way without the written agreement of the Producer, with the exception of the technical impossibility indicated in paragraph 1 above, and also modifying the size of the logos, which may be freely done by the Re-user to adapt its applications and/or internet services, in compliance with the purpose.\n- Within its technical means, the Re-user undertakes to display the logo on the Internet sites or programmes or application which are developed using the Information as well as on all communication tools implemented for the purposes of advertising.\n- The display of STIB logo must respect the provisions as they are presented in the model available at www.stib.brussels.\n\n3. ADVERTISING ON THE PRODUCTS OF THE PRODUCER\nThe Producer does not wish to see its name and/or logo associated with the following elements:\n\n1. the Belgian political sphere including political parties, trade unions and/or professional organisations;\n2. popular opinions on potentially controversial subjects:\n- opinion surveys\n- philosophical concepts\n- religious convictions\n- military issues\n- racial issues\n- issues which are offensive to a third party/ies\n- social issues\n- ethical issues\n- issues pertaining to sects\n- affronts to common decency\n- breaches of morality\n- linguistic or graphical excess\n3. in the linguistics field:\n- advertising which especially promotes one of the languages at the expense of the other.\n4. in the area of transport:\n- no advertising making direct comparisons with the use of public transport\n- more flexibility during events such as the Motor Show.\n- no displays which are too eye-catching, biased, or which make reference to the mode of transport carrying the advert\n- no advertising which takes up more than 50% of the network\n- no advertising for the 4X4s\nThere are exceptions for the dissemination of certain « transit » information on the map, if the Re-user activates its « transit » functionalities but continues a search linked to a different mode of transport to that of public transport, which can activate the display of certain information linked to its search and conflicting with the previous point pertaining to the area of transport (e.g. the activation of the « transit layer » at the same time as a search for sales points of a 4X4s concessionary).\n5. in miscellaneous areas:\n- invitations to break laws and regulations\n- breaches of public order\nThe Re-user agrees to not associate the name of the Producer and/or its logo in the context of promotional activities, advertising and/or other communication linked to subjects.\n\nThe use of the Producer's name and/or his logo cannot affect the good reputation of the Producer."
    }
  ]
}