{
  "lastUpdated": "Última actualización: 29 de diciembre de 2017",
  "sections": [
    {
      "title": "Artículo 1. Definiciones",
      "content": "Para la ejecución de los presentes Términos de Uso, se aplican las siguientes definiciones:\n\n1.1 STIB\nSe refiere a la Société des Transports Intercommunaux de Bruxelles (Compañía de Transporte Intermunicipal de Bruselas), con sede en 1000 - BRUSELAS, 76, Rue Royale, registrada en el Registro de Entidades Legales con el número de empresa 0247.499.953 y registrada en el IVA con el número BE 247.499.953, establecida bajo la ordenanza del 22 de noviembre de 1990 de la Región de la Capital de Bruselas y cuyos estatutos fueron aprobados por la decisión ejecutiva de esta Región el 6 de diciembre de 1990.\n\n1.2 Información\nSe trata de una serie de datos relacionados con la red de transporte de STIB/MIVB (en particular, datos relacionados con la circulación de vehículos, incluyendo, sin que esta lista sea exhaustiva: horarios, ubicaciones de paradas, esquemas e itinerarios de líneas, etc.), propuestos para su reutilización dentro de las libertades y condiciones de estos Términos de Uso. La Información no contiene datos personales.\n\n1.3 Información Derivada\nSe refiere a nuevos datos o información creados directamente a partir de la \"Información\", o de una combinación de la \"Información\" con otros datos o información que no están sujetos a esta licencia.\n\n1.4 Productor\nEs la entidad que produce la \"Información\" y/o la pone a disposición para su reutilización dentro de las libertades y condiciones previstas por estos Términos de Uso, en este caso STIB/MIVB y, por extensión, la Región de la Capital de Bruselas.\n\n1.5 Reutilizador\nSe refiere a cualquier persona física o jurídica que reutiliza y/o reproduce la \"Información\" de conformidad con las libertades y condiciones de estos Términos de Uso, de cualquier manera.\n\n1.6 Derechos de Propiedad Intelectual\nSon todos los derechos de propiedad intelectual (registrados o no), incluyendo, sin que esta lista sea exhaustiva, derechos de autor (así como derechos de autor sobre programas informáticos, incluido material de diseño preparatorio), derechos accesorios de derechos de autor, derechos sui generis sobre bases de datos, derechos de marca, patentes, dibujos y/o modelos.\n\n1.7 Licencia\nSe trata de una licencia otorgada por los presentes Términos de Uso, que autoriza el uso de la Información por parte del Reutilizador de conformidad con las libertades y condiciones estipuladas a continuación."
    },
    {
      "title": "Artículo 2. Ámbito de los Términos de Uso",
      "content": "Los presentes Términos de Uso se aplican a cualquier uso de la Información, de cualquier manera y por cualquier parte."
    },
    {
      "title": "Artículo 3. Objeto de la Licencia",
      "content": "El Productor pone la Información a disposición del Reutilizador con el propósito de permitir su reutilización de conformidad con las libertades y condiciones previstas por los presentes Términos de Uso.\n\nEn virtud de los presentes Términos de Uso, el Productor otorga al Reutilizador, quien acepta, la licencia, que consiste en un derecho personal, no transferible, no exclusivo y gratuito, para reutilizar la Información en cualquier parte del mundo por una duración ilimitada. La reutilización no otorga permiso bajo el derecho moral de autor.\n\nLa Licencia se otorga al Reutilizador con el único propósito de reutilizar o distribuir la Información a través de los productos, servicios y/o aplicaciones del Reutilizador al público (en adelante, el «Objetivo») y autorizará específicamente al Reutilizador a:\n\ni. Reproducir, copiar, publicar y transmitir la Información;\nii. Difundir, comunicar al público, prestar y redistribuir la Información;\niii. Adaptar, traducir, extraer, transformar y explotar la Información con fines comerciales, por ejemplo, combinándola con otra información o incluyéndola en el propio producto, servicio y/o aplicación del Reutilizador.\n\nLas acciones definidas en los puntos i, ii y iii anteriores deben realizarse para lograr el Objetivo y bajo las siguientes condiciones:\n\na) El Reutilizador tiene derecho a reutilizar la Información con fines comerciales o no comerciales. Sin embargo, el Reutilizador no está autorizado a vender y/o poner la Información en sí misma a disposición de terceros por una tarifa.\n\nComo parte de la reutilización de la Información, el Reutilizador se compromete a mencionar la autoría de la Información: su fuente (al menos el nombre del Productor) y la fecha de su última actualización; para este propósito, el Reutilizador se compromete a incluir la siguiente cláusula en el producto, servicio y/o aplicación: \"Este producto/servicio/aplicación utiliza datos proporcionados por STIB/MIVB. Los datos fueron actualizados por última vez el [fecha].\" En caso de que el Reutilizador modifique o corrija la Información, el Reutilizador se compromete a incluir la siguiente cláusula en el producto, servicio y/o aplicación: \"Este producto/servicio/aplicación se basa en datos originalmente proporcionados por STIB/MIVB que fueron actualizados el [fecha] y que fueron modificados total o parcialmente por [nombre del Reutilizador]\". Si el propósito del Reutilizador es informar al público, por ejemplo, sobre los horarios del transporte público, está obligado a usar la Información más reciente puesta a disposición por STIB/MIVB;\n\nb) La reutilización debe cumplir con las leyes aplicables y la posible Carta Gráfica y Ética del Productor.\n\nc) Para mantener el valor y la relevancia de la Información, se recomienda que el Reutilizador alinee la frecuencia de actualización de la Información con la del Productor.\n\nPara los datos publicados a través de API (‘Interfaz de Programación de Aplicaciones’), el ancho de banda está limitado por un número de solicitudes (‘Llamadas API’, en adelante ‘Llamadas’) por minuto. El número máximo de Llamadas permitidas es diferente para cada método y se define en la documentación técnica de la API, disponible en la plataforma. El Productor se reserva el derecho de reducir o limitar el acceso, o incluso de finalizar la Licencia si no se respeta el número limitado de Llamadas y/o cuando el servicio pueda degradarse o dañarse por un uso excesivo. El ancho de banda se monitorea dinámicamente mediante herramientas de gestión de API adecuadas;\n\nSi el Reutilizador desea exceder el número de Llamadas, deberá solicitar al Productor una Licencia especial de pago."
    },
    {
      "title": "Artículo 4. Responsabilidad",
      "content": "La Información se pone a disposición tal como la produce o recibe el Productor, sin ninguna otra garantía explícita o tácita que no esté prevista por los presentes Términos de Uso. Esto es una obligación de medios.\n\nEl Productor:\n\na) Garantiza que proporciona la Información de forma gratuita de conformidad con las libertades y condiciones definidas por los presentes Términos de Uso;\n\nb) No garantiza la ausencia de defectos o irregularidades posiblemente contenidas en la Información;\n\nc) No garantiza la provisión continua de la Información;\n\nd) Salvo en caso de tergiversación intencional o negligencia grave, no puede ser considerado responsable de ninguna pérdida, perjuicio o daño de cualquier tipo causado al Reutilizador y terceros como resultado de la reutilización de la Información;\n\ne) No garantiza de ninguna manera la adecuación de la Información al Reutilizador o a cualquier usuario final para cualquier uso.\n\nSe advierte al Reutilizador que el Productor se reserva el derecho en cualquier momento, y por cualquier motivo, de modificar los presentes Términos de Uso, de terminar su producción o modificar su contenido, formato o frecuencia de actualización, sin que el Reutilizador pueda reclamar compensación, y sin notificación previa por parte del Productor. Es responsabilidad del Reutilizador verificar regularmente si los presentes Términos de Uso han sido modificados. El uso de la Información modificada por el Reutilizador implica su aceptación.\n\nEl Reutilizador asume la responsabilidad exclusiva por la reutilización de la Información. Más específicamente, la reutilización no debe inducir a error a terceros respecto al contenido de la Información, su fuente y su fecha de actualización. La reutilización no puede afectar la buena reputación del Productor. Si el Reutilizador nota algún error, está autorizado a modificar y/o corregir los errores bajo su propia responsabilidad. El Reutilizador informará al Productor de cada modificación o corrección de los errores.\n\nEl Reutilizador está obligado a tomar todas las medidas técnicas, organizativas y legales necesarias para garantizar o asegurar el cumplimiento de los presentes Términos de Uso. STIB/MIVB y/o el Productor tendrán derecho a solicitar al Reutilizador que garantice la presencia de dichas medidas.\n\nEl Reutilizador se compromete a actuar con el Productor, a garantizar al Productor y a compensar completamente al Productor contra cualquier solicitud de un tercero que resulte de o esté relacionada con el ejercicio de los derechos otorgados al Reutilizador por el Productor dentro de los presentes Términos de Uso. El Reutilizador se compromete a informar inmediatamente al Productor de cualquier reclamación o procedimiento que se presente contra el Reutilizador por un tercero y autorizará al Productor de inmediato a intervenir en el asunto para defenderse, si lo considera necesario."
    },
    {
      "title": "Artículo 5. Derechos de Propiedad Intelectual",
      "content": "Todos los Derechos de Propiedad Intelectual sobre y/o relacionados con la Información del Productor y sobre la información a la que otorga acceso permanecen como propiedad exclusiva del Productor, sin que esta cláusula limite la licencia definida por el artículo 3 de esta licencia.\n\nEl Productor no puede ser considerado responsable de ninguna manera por las infracciones a los derechos de terceros, entre otros, los Derechos de Propiedad Intelectual, que el Reutilizador pueda cometer en el contexto del uso directo o indirecto de la Información del Productor.\n\nLa reclamación de garantía mencionada en el artículo 4 también es aplicable en el contexto de reclamaciones relacionadas con la propiedad intelectual."
    },
    {
      "title": "Artículo 6. Privacidad - Datos Personales",
      "content": "STIB/MIVB y el Reutilizador acuerdan respetar y proteger la privacidad de las personas físicas y garantizar el cumplimiento de las leyes y regulaciones relacionadas. Entre otros, STIB/MIVB y el Reutilizador autorizarán a las personas físicas afectadas por la gestión y/o la reutilización de la Información a consultar sus datos personales, modificarlos si no son correctos, eliminarlos, oponerse al procesamiento, ejercer los derechos de portabilidad de datos y el derecho a presentar una queja ante una autoridad supervisora. STIB/MIVB es calificado como responsable del procesamiento de datos personales solo para el procesamiento de datos que recoge.\n\nSTIB/MIVB recoge y procesa datos personales como se indica en los Términos de Uso para los siguientes propósitos: i) monitorear la aplicación de los presentes Términos de Uso y cualquier uso legítimo y/o ilegítimo de la Información, lo que también incluye todas las medidas para evitar fraudes; ii) fines estadísticos y iii) enviarle mensajes de marketing directo (personalizados) sobre servicios, eventos e innovaciones relacionados con su capacidad de Reutilizador. El procesamiento por parte de STIB/MIVB se basa en (i) el consentimiento del Reutilizador y (ii) la necesidad de aplicar los presentes Términos de Uso. La provisión de datos personales determina la celebración de estos Términos de Uso. Los datos guardados se conservarán durante toda la duración de los presentes Términos de Uso y hasta 6 meses después de la terminación de los presentes Términos de Uso. Este procesamiento se relaciona con los siguientes datos relacionados con el Reutilizador y/o cualquier persona asociada con el Reutilizador y/o afectada por la reutilización de la Información por parte del Reutilizador:\n\nPara personas físicas: nombre, apellido, correo electrónico, fecha de nacimiento, número de teléfono, dirección comercial, dirección IP;\nPara entidades legales: nombre de la empresa, dirección IP, número del Registro de Entidades Legales, número de teléfono, dirección, nombre, apellido, correo electrónico y fecha de nacimiento de la persona que presenta la solicitud.\nPara personas físicas menores de 16 años (en la fecha de uso), el procesamiento de datos personales sigue siendo el mismo, ya que es un interés legítimo para STIB/MIVB proporcionar los servicios solicitados.\n\nEl Reutilizador acuerda obtener el consentimiento relacionado con el procesamiento mencionado anteriormente de i) cualquier persona asociada con el Reutilizador y/o ii) cualquier persona física afectada por la reutilización de la Información realizada por y/o para el Reutilizador.\n\nLa responsabilidad de STIB/MIVB y el Reutilizador respecto al procesamiento de datos personales en el que estén implicados permanece sin cambios, y los presentes Términos de Uso no afectan su responsabilidad en este sentido. Con respecto al procesamiento de datos personales relacionados con la Información, STIB/MIVB solo es responsable de su propio procesamiento de datos, para los fines mencionados anteriormente. El Reutilizador será responsable de cualquier otro tipo de procesamiento, incluyendo, entre otros, el procesamiento relacionado con la reutilización de la Información."
    },
    {
      "title": "Artículo 7. Duración y Fin de la Licencia",
      "content": "La Licencia se otorga por una duración ilimitada.\n\nLa Licencia entrará en vigor en el momento en que el Productor otorgue acceso, tras el registro en el sitio: https://opendata.stib-mivb.be de la solicitud del Reutilizador, siempre que se acepten explícitamente los presentes Términos de Uso, y continuará mientras el Productor proporcione la Información.\n\nEl Productor puede terminar legítimamente la Licencia en cualquier momento en caso de violación grave por parte del Reutilizador de una de las obligaciones contractuales.\n\nEl Productor se reserva el derecho de terminar la Licencia con un aviso de un mes, en particular tras modificaciones a las regulaciones aplicables, o si una sentencia judicial lo exige, y más generalmente, en cualquier eventualidad en la que pueda verse obligado a terminarla, por cualquier motivo.\n\nEn cualquier caso, la terminación por parte del Productor no otorgará derecho a ninguna indemnización a favor del Reutilizador y/o terceros."
    },
    {
      "title": "Artículo 8. Misceláneos",
      "content": "Los Términos de Uso y su anexo, así como los documentos mencionados, constituyen la totalidad de los acuerdos celebrados entre las partes con respecto al tema. El Reutilizador no podrá modificar unilateralmente los presentes Términos de Uso sin el consentimiento explícito y por escrito del Productor.\n\nEn caso de que una de las disposiciones de los presentes Términos de Uso sea o se vuelva nula e ineficaz, estos Términos de Uso no se verán afectados y seguirán en vigor sin esa disposición, entendiendo, sin embargo, que una disposición válida, que corresponda o sea lo más cercana posible al efecto de la disposición nula e ineficaz, la reemplazará.\n\nNinguna abstención por parte del Productor con respecto a sus derechos bajo una disposición de los Términos de Uso constituirá una renuncia, incluso implícita, de sus derechos con respecto a la ejecución posterior de esa disposición o a la ejecución de cualquier otra disposición de estos Términos de Uso.\n\nTodos los períodos se calculan en días naturales.\n\nLos derechos y obligaciones derivados de los Términos de Uso no podrán transferirse total o parcialmente a un tercero, ni ser subcontratados. El Reutilizador no está autorizado a otorgar sublicencias a terceros. Toda comunicación entre el Reutilizador y el Productor debe realizarse exclusivamente a través del sitio web https://opendata.stib-mivb.be. Todas las notificaciones de terminación o violación deben expresarse en francés, holandés o inglés a través de las direcciones de correo electrónico opendata@stib.brussels o opendata@mivb.brussels.\n\nLas versiones en francés y holandés de los presentes Términos de Uso son las únicas versiones oficiales y, por lo tanto, serán la referencia en caso de necesidad de interpretación o similar. La versión en inglés es una traducción."
    },
    {
      "title": "Artículo 9. Ley Aplicable y Jurisdicción",
      "content": "Los presentes Términos de Uso se rigen exclusivamente por la ley belga. Las partes acuerdan someter cualquier disputa (contractual o no contractual) relacionada con o derivada de los presentes Términos de Uso a la competencia exclusiva de los tribunales de Bruselas."
    },
    {
      "title": "Anexo 1. Carta Gráfica y Ética del Productor",
      "content": "El nombre del Productor, el código de colores de las líneas y los logotipos especificados en este Anexo solo pueden usarse en relación directa con el Objetivo.\n\n1. CÓDIGO DE COLORES DE LAS LÍNEAS\nLa visualización de las líneas de tranvía, autobús y metro del Productor debe respetar los códigos de colores de estas líneas, que son comunicados al Reutilizador por el Productor en formato GTFS, dentro de los medios técnicos del Reutilizador y sus restricciones cartográficas. El Reutilizador se compromete a respetar lo más fielmente posible los colores originales proporcionados por el Productor.\n\n2. LOGOTIPOS\n- Los logotipos del Productor (STIB, BOOTIK, KIOSK, GO, SHOP, CHRONO, SYNCRO, etc.), cuando se usen en las interfaces del Reutilizador, deberán mostrarse tal como los proporciona el Productor (dentro de los medios técnicos del Reutilizador).\n- Estos logotipos no podrán modificarse de ninguna manera sin el acuerdo por escrito del Productor, con la excepción de la imposibilidad técnica indicada en el párrafo 1 anterior, y también la modificación del tamaño de los logotipos, que podrá realizarse libremente por el Reutilizador para adaptar sus aplicaciones y/o servicios de internet, en cumplimiento con el propósito.\n- Dentro de sus medios técnicos, el Reutilizador se compromete a mostrar el logotipo en los sitios web, programas o aplicaciones desarrollados utilizando la Información, así como en todas las herramientas de comunicación implementadas con fines publicitarios.\n- La visualización del logotipo de STIB debe respetar las disposiciones tal como se presentan en el modelo disponible en www.stib.brussels.\n\n3. PUBLICIDAD EN LOS PRODUCTOS DEL PRODUCTOR\nEl Productor no desea que su nombre y/o logotipo se asocien con los siguientes elementos:\n\n1. La esfera política belga, incluidas partidos políticos, sindicatos y/o organizaciones profesionales;\n2. Opiniones populares sobre temas potencialmente controvertidos:\n- Encuestas de opinión\n- Conceptos filosóficos\n- Convicciones religiosas\n- Cuestiones militares\n- Cuestiones raciales\n- Cuestiones que ofendan a un tercero/s\n- Cuestiones sociales\n- Cuestiones éticas\n- Cuestiones relacionadas con sectas\n- Afrentas a la decencia común\n- Infracciones a la moral\n- Excesos lingüísticos o gráficos\n3. En el ámbito lingüístico:\n- Publicidad que promueva especialmente un idioma en detrimento de otro.\n4. En el ámbito del transporte:\n- Sin publicidad que realice comparaciones directas con el uso del transporte público\n- Mayor flexibilidad durante eventos como el Salón del Automóvil.\n- Sin exhibiciones que sean demasiado llamativas, sesgadas o que hagan referencia al modo de transporte que lleva el anuncio\n- Sin publicidad que ocupe más del 50% de la red\n- Sin publicidad para vehículos 4X4\nExisten excepciones para la difusión de cierta información de «tránsito» en el mapa, si el Reutilizador activa sus funcionalidades de «tránsito» pero continúa una búsqueda vinculada a un modo de transporte diferente al del transporte público, lo que puede activar la visualización de cierta información vinculada a su búsqueda y que entre en conflicto con el punto anterior relacionado con el ámbito del transporte (por ejemplo, la activación de la capa de «tránsito» al mismo tiempo que una búsqueda de puntos de venta de un concesionario de 4X4).\n5. En áreas diversas:\n- Invitaciones a violar leyes y regulaciones\n- Infracciones al orden público\nEl Reutilizador se compromete a no asociar el nombre del Productor y/o su logotipo en el contexto de actividades promocionales, publicidad y/u otras comunicaciones vinculadas a temas.\n\nEl uso del nombre del Productor y/o su logotipo no puede afectar la buena reputación del Productor."
    }
  ]
}