{
  "lastUpdated": "最終更新日: 2017年12月29日",
  "sections": [
    {
      "title": "第1条 定義",
      "content": "本利用規約の実施において、以下の定義が適用されます：\n\n1.1 STIB\nこれは、ブリュッセル首都圏の条例に基づき1990年11月22日に設立され、1990年12月6日の同地域の執行決定により定款が承認された、ブリュッセル市内交通会社（Société des Transports Intercommunaux de Bruxelles）を指し、所在地は1000ブリュッセル、ル・ロワイヤル76番地、法人登記番号0247.499.953、VAT登録番号BE 247.499.953です。\n\n1.2 情報\nこれは、STIB/MIVBの交通ネットワークに関する一連のデータ（特に、車両の運行に関するデータで、時刻表、停留所の位置、路線の概要や経路などを含むが、これに限定されない）であり、本利用規約の自由と条件の下で再利用が提案されています。この情報には個人データは含まれません。\n\n1.3 派生情報\nこれは、「情報」から直接作成された、または「情報」と本ライセンスの対象外の他のデータや情報を組み合わせることによって作成された新しいデータまたは情報を指します。\n\n1.4 提供者\nこれは、「情報」を作成し、または本利用規約で定められた自由と条件の下で再利用のために提供する主体であり、この場合はSTIB/MIVBおよびブリュッセル首都圏を指します。\n\n1.5 再利用者\nこれは、本利用規約の自由と条件に従い、どのような方法であれ「情報」を再利用または複製する個人または法人を指します。\n\n1.6 知的財産権\nこれには、登録されているかどうかにかかわらず、あらゆる知的財産権（例として、著作権（コンピュータプログラムの著作権や予備設計資料を含む）、著作権の付随権、データベースに関する特別権、商標権、特許、意匠、モデルなど）が含まれますが、これに限定されません。\n\n1.7 ライセンス\nこれは、本利用規約によって付与されるライセンスであり、以下に定める自由と条件に従い、再利用者が情報を利用することを許可します。"
    },
    {
      "title": "第2条 利用規約の適用範囲",
      "content": "本利用規約は、どのような方法や当事者によるものであれ、情報の利用に適用されます。"
    },
    {
      "title": "第3条 ライセンスの目的",
      "content": "提供者は、本利用規約で定められた自由と条件に従い、再利用者が情報を再利用できるようにするために情報を提供します。\n\n本利用規約により、提供者は再利用者に対し、個人権、非譲渡、非独占的かつ無料のライセンスを付与し、再利用者がこれを受け入れることで、世界中で無期限に情報を再利用することができます。なお、再利用は著作権のモラルライツの許可を付与するものではありません。\n\nライセンスは、再利用者が製品、サービス、またはアプリケーションを通じて情報を一般に再利用または配布する目的（以下「目的」）のためにのみ付与され、具体的には以下の権利を再利用者に認めます：\n\ni. 情報を複製、コピー、公開、送信すること；\nii. 情報を一般に公開、貸与、再配布すること；\niii. 情報を商業目的で適応、翻訳、抽出、変換、利用すること（例：他の情報と組み合わせたり、再利用者自身の製品、サービス、またはアプリケーションに含める）。\n\n上記のi、ii、iiiの行為は、以下の条件の下で目的を達成するために行われなければなりません：\n\na) 再利用者は、商業的または非商業的目的で情報を再利用する権利を有します。ただし、再利用者は情報そのものを有料で第三者に販売または提供することはできません。\n\n情報の再利用の一環として、再利用者は情報の出典（少なくとも提供者の名称）と最終更新日を明記することに同意します。この目的のために、再利用者は製品、サービス、またはアプリケーションに以下の文言を含めることに同意します：「この製品/サービス/アプリケーションは、STIB/MIVBが提供するデータを使用しています。データは[日付]に最終更新されました。」再利用者が情報を修正または訂正する場合、以下の文言を含めることに同意します：「この製品/サービス/アプリケーションは、[日付]に更新され、[再利用者の名前]によって全部または一部が修正されたSTIB/MIVBが提供するデータに基づいています。」再利用者が公共交通の時刻表など一般に情報を提供することを目的とする場合、STIB/MIVBが提供する最新の情報を使用する義務があります；\n\nb) 再利用は、適用される法律および提供者のグラフィックおよび倫理憲章（存在する場合）に準拠しなければなりません。\n\nc) 情報の価値と関連性を維持するため、再利用者は提供者の更新頻度に合わせて情報の更新を行うことが推奨されます。\n\nAPI（アプリケーション・プログラミング・インターフェース）を通じて公開されるデータの場合、帯域幅は1分あたりのリクエスト数（以下「コール」）によって制限されます。許可されるコールの最大数は各メソッドごとに異なり、プラットフォームで提供されるAPIの技術文書に記載されています。提供者は、制限されたコール数が守られなかった場合や、過剰な使用によりサービスが低下または損傷する可能性がある場合、アクセスを制限または終了する権利を留保します。帯域幅は適切なAPI管理ツールによって動的に監視されます；\n\n再利用者がコールの数を上回ることを希望する場合、提供者に特別な有料ライセンスを申請する必要があります。"
    },
    {
      "title": "第4条 責任",
      "content": "情報は、提供者が作成または受領した状態で提供され、本利用規約で明示されていないその他の保証（明示的または黙示的）はありません。これは手段の義務です。\n\n提供者は：\n\na) 本利用規約で定められた自由と条件に従い、情報を無料で提供することを保証します；\n\nb) 情報に含まれる可能性のある欠陥や不規則性の不存在を保証しません；\n\nc) 情報の継続的な提供を保証しません；\n\nd) 故意の虚偽表示または重大な過失の場合を除き、情報の再利用により再利用者および第三者に生じた損失、損害、またはいかなる種類の損害に対しても責任を負いません；\n\ne) 情報が再利用者またはエンドユーザーのどのような使用にも適していることを一切保証しません。\n\n再利用者は、提供者がいつでも、いかなる理由であれ、本利用規約を変更、情報の提供を終了、または内容、形式、更新頻度を変更する権利を留保することを認識します。再利用者は補償を請求できず、提供者からの事前通知もありません。再利用者は、本利用規約が変更されたかどうかを定期的に確認する責任を負います。変更された情報の使用は、再利用者の同意を意味します。\n\n再利用者は、情報の再利用に関する全責任を負います。特に、再利用は情報の内容、出典、更新日について第三者を誤解させてはならず、提供者の名誉を損なうものであってはなりません。再利用者がエラーに気付いた場合、自己の責任でエラーを修正または訂正することができます。再利用者は、エラーの修正または訂正を提供者に通知します。\n\n再利用者は、本利用規約の遵守を保証または確保するために必要なすべての技術的、組織的、法的措置を講じる義務があります。STIB/MIVBおよび/または提供者は、再利用者にこれらの措置の存在を保証するよう要求する権利を有します。\n\n再利用者は、提供者と協力し、提供者を保証し、本利用規約に基づいて提供者が再利用者に付与した権利の行使に起因または関連する第三者からの請求に対して提供者を完全に補償することに同意します。再利用者は、第三者から再利用者に対して提起された請求または手続きを直ちに提供者に通知し、提供者が防御のために介入する必要があると判断した場合、直ちに許可することに同意します。"
    },
    {
      "title": "第5条 知的財産権",
      "content": "提供者の情報および提供者がアクセスを許可する情報に関するすべての知的財産権は、提供者の唯一の所有物であり、本ライセンスの第3条で定義されたライセンスを制限するものではありません。\n\n提供者は、再利用者が提供者の情報の直接的または間接的な使用に関連して第三者の権利、特に知的財産権を侵害した場合、いかなる責任も負いません。\n\n第4条で言及された保証請求は、知的財産に関する請求にも適用されます。"
    },
    {
      "title": "第6条 プライバシー - 個人データ",
      "content": "STIB/MIVBおよび再利用者は、個人のプライバシーを尊重し保護し、それに関する法律および規制の遵守を保証します。特に、STIB/MIVBおよび再利用者は、情報管理および/または再利用に関係する個人に対し、個人データの確認、誤っている場合の修正、削除、処理への反対、データ移転権の行使、監督機関への苦情申し立ての権利を認めるものとします。STIB/MIVBは、自らが収集するデータ処理にのみ責任を負います。\n\nSTIB/MIVBは、以下の目的で本利用規約に記載された個人データを収集および処理します：i) 本利用規約の適用および情報の合法的または非合法的な使用の監視（詐欺防止措置を含む）；ii) 統計目的；iii) 再利用者の役割に関連するサービス、イベント、イノベーションに関する（パーソナライズされた）ダイレクトマーケティングメッセージの送信。STIB/MIVBによる処理は、（i）再利用者の同意および（ii）本利用規約の適用に必要なことに基づいています。個人データの提供は本利用規約の締結を決定します。保存されたデータは、本利用規約の全期間および本利用規約の終了後最大6か月間保持されます。この処理は、再利用者および/または再利用者に関連する個人および/または再利用者による情報の再利用に関係する以下のデータに関連します：\n\n個人：名前、姓、電子メール、誕生日、電話番号、勤務先住所、IPアドレス；\n法人：会社名、IPアドレス、法人登記番号、電話番号、住所、申請者の名前、姓、電子メール、誕生日。\n使用日に16歳未満の個人については、STIB/MIVBが要求されたサービスを提供するための正当な利益として、個人データの処理は同様に行われます。\n\n再利用者は、i) 再利用者に関連する個人および/またはii) 再利用者によるまたは再利用者のために行われる情報の再利用に関係する個人に関する上記の処理に対する同意を取得することに同意します。\n\nSTIB/MIVBおよび再利用者の個人データ処理に関する責任は変更されず、本利用規約はこれに関する責任に影響を与えません。情報に関連する個人データの処理に関して、STIB/MIVBは上記の目的のための自身のデータ処理にのみ責任を負います。再利用者は、情報の再利用に関連する処理を含むその他のすべての種類の処理に責任を負います。"
    },
    {
      "title": "第7条 ライセンスの期間と終了",
      "content": "ライセンスは無期限に付与されます。\n\nライセンスは、再利用者がhttps://opendata.stib-mivb.beで登録し、本利用規約を明示的に受け入れた後、提供者がアクセスを許可した時点で発効し、提供者が情報を提供し続ける限り継続します。\n\n提供者は、再利用者が契約上の義務を重大に違反した場合、いつでもライセンスを合法的に終了することができます。\n\n提供者は、特に適用される規制の変更、司法判断の要求、またはその他の理由により終了を余儀なくされる場合、1か月の通知をもってライセンスを終了する権利を留保します。\n\nいずれの場合も、提供者による終了は、再利用者および/または第三者に対する補償の権利を付与しません。"
    },
    {
      "title": "第8条 その他",
      "content": "本利用規約およびその付属書、ならびに参照される文書は、本件に関する当事者間で締結されたすべての合意を構成します。再利用者は、提供者の明示的かつ書面による同意なしに本利用規約を一方的に変更することはできません。\n\n本利用規約のいずれかの条項が無効または効力を失う場合、本利用規約はその条項を除いて影響を受けず、効力を保持します。ただし、無効または効力を失った条項の効果に最も近い有効な条項がその代わりとなります。\n\n提供者が本利用規約の条項に基づく権利を行使しないことは、その後の同条項または他の条項の実行に関する権利の放棄（黙示的を含む）を構成しません。\n\nすべての期間は暦日で計算されます。\n\n本利用規約から生じる権利および義務は、第三者に全部または一部を譲渡またはアウトソーシングすることはできません。再利用者は、第三者にサブライセンスを付与する権限がありません。再利用者と提供者間のすべての通信は、https://opendata.stib-mivb.beを通じてのみ行われます。終了または違反の通知は、フランス語、オランダ語、または英語で、電子メールアドレスopendata@stib.brusselsまたはopendata@mivb.brusselsを通じて行う必要があります。\n\n本利用規約のフランス語およびオランダ語版が唯一の公式版であり、解釈の必要性が生じた場合の参照となります。英語版は翻訳です。"
    },
    {
      "title": "第9条 適用法および管轄",
      "content": "本利用規約はベルギー法にのみ準拠します。当事者は、本利用規約に起因または関連する紛争（契約上または非契約上）をブリュッセルの裁判所の専属管轄に委ねることに同意します。"
    },
    {
      "title": "付属書1 提供者のグラフィックおよび倫理憲章",
      "content": "提供者の名称、路線の色コード、および本付属書で指定されたロゴは、目的に直接関連する場合にのみ使用できます。\n\n1. 路線の色コード\n提供者のトラム、バス、地下鉄路線の表示は、提供者がGTFS形式で再利用者に伝達するこれらの路線の色コードを、再利用者の技術的手段および地図作成の制約内で尊重する必要があります。再利用者は、提供者が提供する元の色をできる限り忠実に尊重することに同意します。\n\n2. ロゴ\n- 提供者のロゴ（STIB、BOOTIK、KIOSK、GO、SHOP、CHRONO、SYNCROなど）は、再利用者のインターフェースで使用する場合、提供者が提供する通りに表示されます（再利用者の技術的手段内で）。\n- これらのロゴは、上記1の技術的不可能性を除き、提供者の書面による同意なしにいかなる方法でも変更できません。ただし、ロゴのサイズ変更は、目的に適合するように再利用者が自由にアプリケーションやインターネットサービスに適応するために行うことができます。\n- 再利用者は、技術的手段内で、情報を使用して開発されたインターネットサイト、プログラム、またはアプリケーション、および広告目的で実施されるすべての通信ツールにロゴを表示することを約束します。\n- STIBロゴの表示は、www.stib.brusselsで提供されるモデルに従う必要があります。\n\n3. 提供者の製品に関する広告\n提供者は、その名称および/またはロゴが以下の要素に関連付けられることを望みません：\n\n1. ベルギーの政治的領域（政党、労働組合、専門組織を含む）；\n2. 潜在的に物議を醸す主題に関する一般的な意見：\n- 世論調査\n- 哲学的概念\n- 宗教的信念\n- 軍事的問題\n- 人種的問題\n- 第三者を攻撃する問題\n- 社会的問題\n- 倫理的問題\n- 宗派に関する問題\n- 公序良俗に対する侮辱\n- 道徳違反\n- 言語的または図形的な過剰\n3. 言語分野：\n- 他の言語を犠牲にして特定の言語を特に宣伝する広告。\n4. 交通分野：\n- 公共交通との直接比較を行う広告\n- モーターショーなどのイベント中の柔軟性\n- 広告を運ぶ交通手段を参照する、目立ちすぎる、偏った、または関連する表示\n- ネットワークの50％以上を占める広告\n- 4WD車に関する広告\n「トランジット」機能が有効で公共交通以外の別の交通手段に関連する検索を続ける場合、マップ上で特定の「トランジット」情報の拡散に関する例外があります（例：4WD車の販売店の検索と同時に「トランジット層」を有効化する場合）。\n5. その他の分野：\n- 法律および規制の違反を誘発するもの\n- 公共秩序の侵害\n再利用者は、プロモーション活動、広告、その他の通信に関連する主題で提供者の名称および/またはロゴを関連付けないことに同意します。\n\n提供者の名称および/またはロゴの使用は、提供者の名誉を損なうものであってはなりません。"
    }
  ]
}