{
  "lastUpdated": "最后更新日期：2017年12月29日",
  "sections": [
    {
      "title": "第一条 定义",
      "content": "为执行本使用条款，以下定义适用：\n\n1.1 STIB\n指布鲁塞尔市际交通公司（Société des Transports Intercommunaux de Bruxelles），总部位于1000布鲁塞尔，皇家路76号，在法人登记册中注册号为0247.499.953，增值税登记号为BE 247.499.953，根据布鲁塞尔首都地区1990年11月22日的条例成立，其章程由该地区1990年12月6日的行政决定批准。\n\n1.2 信息\n指与STIB/MIVB交通网络相关的一系列数据（特别是与车辆运行相关的数据，包括但不限于时刻表、站点位置、线路概述和路线等），根据本使用条款的自由和条件提出供再利用。信息不包含个人数据。\n\n1.3 衍生信息\n指直接从“信息”创建，或通过“信息”与不受本许可约束的其他数据或信息组合创建的新数据或信息。\n\n1.4 提供者\n指创建“信息”并根据本使用条款规定的自由和条件提供其再利用的实体，在此为STIB/MIVB及布鲁塞尔首都地区。\n\n1.5 再利用者\n指任何根据本使用条款的自由和条件以任何方式再利用和/或复制“信息”的个人或法人实体。\n\n1.6 知识产权\n包括任何知识产权（无论是否注册），包括但不限于版权（包括计算机程序版权及预备设计材料）、版权附属权、数据库特殊权、商标权、专利权、图纸和/或模型。\n\n1.7 许可\n指本使用条款授予的许可，授权再利用者根据以下规定的自由和条件使用信息。"
    },
    {
      "title": "第二条 使用条款的范围",
      "content": "本使用条款适用于任何方式和任何一方对信息的利用。"
    },
    {
      "title": "第三条 许可的目的",
      "content": "提供者向再利用者提供信息，以便根据本使用条款规定的自由和条件进行再利用。\n\n根据本使用条款，提供者授予再利用者（再利用者接受）一项个人权利，不可转让、非独占且免费的许可，允许在全球范围内无期限地再利用信息。再利用不授予版权道德权利的许可。\n\n许可仅为通过再利用者的产品、服务和/或应用程序向公众再利用或分发的目的（以下简称“目标”）授予再利用者，具体授权再利用者：\n\ni. 复制、拷贝、发布和传输信息；\nii. 向公众传播、借出和重新分发信息；\niii. 为商业目的调整、翻译、提取、转换和利用信息，例如通过与其他信息结合或将其纳入再利用者自己的产品、服务和/或应用程序。\n\n上述i、ii和iii的行为必须为实现目标并在以下条件下进行：\n\na) 再利用者有权为商业或非商业目的再利用信息。但再利用者不得以有偿方式向第三方出售和/或提供信息本身。\n\n作为信息再利用的一部分，再利用者同意指明信息的出处：其来源（至少提供者名称）和最后更新日期；为此，再利用者同意在产品、服务和/或应用程序中包含以下条款：“本产品/服务/应用程序使用STIB/MIVB提供的数据。数据最后更新于[日期]。”如果再利用者修改或更正信息，再利用者同意在产品、服务和/或应用程序中包含以下条款：“本产品/服务/应用程序基于STIB/MIVB于[日期]更新的数据，由[再利用者名称]全部或部分修改。”如果再利用者的目的是向公众提供信息，例如公共交通时刻表，则必须使用STIB/MIVB提供的最新信息；\n\nb) 再利用必须遵守适用法律和提供者的图形和道德宪章（如果有）。\n\nc) 为保持信息的价值和相关性，建议再利用者与提供者的更新频率保持一致。\n\n通过API（应用程序编程接口）发布的数据，带宽受每分钟请求数（以下简称“调用”）的限制。允许的最大调用数因方法而异，在平台上的API技术文档中定义。提供者保留在未遵守调用限制或因过度使用可能导致服务降级或损害时，减少或限制访问甚至终止许可的权利。带宽由适当的API管理工具动态监控；\n\n如果再利用者希望超过调用数量，需向提供者申请特殊付费许可。"
    },
    {
      "title": "第四条 责任",
      "content": "信息按提供者创建或接收的状态提供，不含本使用条款未规定的任何其他明示或暗示担保。这是一项手段义务。\n\n提供者：\n\na) 保证根据本使用条款规定的自由和条件免费提供信息；\n\nb) 不保证信息中可能存在的缺陷或不规则的缺失；\n\nc) 不保证信息的持续提供；\n\nd) 除非存在故意虚假陈述或重大过失，提供者不对因信息再利用导致的再利用者及第三方的任何损失、损害或任何类型的损害负责；\n\ne) 不以任何方式保证信息适合再利用者或任何最终用户的任何用途。\n\n再利用者应知，提供者保留随时因任何理由修改本使用条款、终止信息生产或修改内容、格式或更新频率的权利，再利用者无权要求赔偿，且无需提供者事先通知。再利用者有责任定期检查本使用条款是否发生变更。使用修改后的信息意味着再利用者的接受。\n\n再利用者对信息的再利用负全部责任。特别是，再利用不得误导第三方关于信息的内容、来源和更新日期。不得影响提供者的良好声誉。如果再利用者发现任何错误，可自行负责修改和/或更正错误。再利用者将通知提供者每一项错误修改或更正。\n\n再利用者有义务采取一切必要的技术、组织和法律措施，以保证或确保遵守本使用条款。STIB/MIVB和/或提供者有权要求再利用者确保这些措施的存在。\n\n再利用者同意与提供者合作，保证提供者，并对因本使用条款中提供者授予再利用者的权利行使导致或相关的第三方请求完全赔偿提供者。再利用者同意立即通知提供者任何由第三方对再利用者提起的索赔或程序，并授权提供者在认为必要时立即介入以进行辩护。"
    },
    {
      "title": "第五条 知识产权",
      "content": "提供者的信息及提供者授予访问权的信息的所有知识产权均为提供者独有，不受本许可第3条定义的许可限制。\n\n提供者不对再利用者在直接或间接使用提供者信息时可能侵犯的第三方权利（包括知识产权）承担任何责任。\n\n第四条最后提到的担保索赔也适用于知识产权相关的索赔。"
    },
    {
      "title": "第六条 隐私 - 个人数据",
      "content": "STIB/MIVB和再利用者同意尊重和保护个人隐私，并保证遵守相关法律和法规。特别是，STIB/MIVB和再利用者应授权信息管理和/或再利用涉及的个人查看其个人数据，纠正不正确的数据，删除数据，反对处理，行使数据可转移权及向监管机构投诉的权利。STIB/MIVB仅对其收集的数据处理负责。\n\nSTIB/MIVB为以下目的按本使用条款所述收集和处理个人数据：i) 监控本使用条款的适用及信息的合法和/或非法使用，包括防止欺诈的措施；ii) 统计目的；iii) 向您发送有关再利用者身份相关的服务、活动和创新的（个性化）直接营销消息。STIB/MIVB的处理基于（i）再利用者的同意和（ii）适用本使用条款的需要。提供个人数据决定本使用条款的缔结。保存的数据将在本使用条款整个期间及终止后最多6个月内保留。此处理涉及再利用者及/或与再利用者相关或再利用者信息再利用涉及的以下数据：\n\n个人：姓名、名字、电子邮件、出生日期、电话号码、办公地址、IP地址；\n法人：公司名称、IP地址、法人登记号、电话号码、地址、申请人姓名、名字、电子邮件、出生日期。\n对于使用日16岁以下的个人，个人数据处理作为STIB/MIVB提供请求服务的合法利益而保持不变。\n\n再利用者同意获取i) 与再利用者相关的任何个人和/或ii) 再利用者为或由再利用者进行的再利用信息涉及的任何个人的上述处理同意。\n\nSTIB/MIVB和再利用者对涉及的个人数据处理的责任不变，本使用条款不影响其在这方面的责任。关于信息相关的个人数据处理，STIB/MIVB仅对上述目的的自身数据处理负责。再利用者对包括信息再利用相关的处理在内的所有其他类型处理负责。"
    },
    {
      "title": "第七条 许可的期限和终止",
      "content": "许可无限期授予。\n\n许可自提供者在再利用者于https://opendata.stib-mivb.be注册并明确接受本使用条款后授予访问权时生效，并持续到提供者停止提供信息为止。\n\n提供者可在再利用者严重违反合同义务时随时合法终止许可。\n\n提供者保留在特定情况下（例如适用法规变更、司法裁决要求或其他任何理由）提前一个月通知终止许可的权利。\n\n在任何情况下，提供者的终止不授予再利用者和/或第三方任何赔偿权。"
    },
    {
      "title": "第八条 其他",
      "content": "本使用条款及其附件，以及引用的文件，构成双方就本事项达成的全部协议。再利用者不得在没有提供者明确书面同意的情况下单方面修改本使用条款。\n\n若本使用条款的某一条款无效或失效，本使用条款不受影响并继续有效，但无效或失效条款将由与无效条款效果最接近的有效条款替代。\n\n提供者对本使用条款某条款权利的不行使不构成对后续执行该条款或其他条款权利的放弃（即使是默示的）。\n\n所有期限按日历日计算。\n\n本使用条款产生的权利和义务不得全部或部分转让给第三方或外包。再利用者无权向第三方授予子许可。再利用者与提供者之间的所有通信必须仅通过https://opendata.stib-mivb.be进行。终止或违反通知必须以法语、荷兰语或英语通过电子邮件地址opendata@stib.brussels或opendata@mivb.brussels表达。\n\n本使用条款的法语和荷兰语版本为唯一官方版本，因此在需要解释时作为参考。英语版本为翻译。"
    },
    {
      "title": "第九条 适用法律和管辖权",
      "content": "本使用条款仅受比利时法律管辖。双方同意将因本使用条款引起或相关的任何争议（合同或非合同）提交给布鲁塞尔法院的专属管辖权。"
    },
    {
      "title": "附件1 提供者的图形和道德宪章",
      "content": "提供者的名称、线路颜色代码及本附件中指定的标志仅可在与目标直接相关时使用。\n\n1. 线路颜色代码\n提供者的电车、公交和地铁线路的显示必须尊重提供者以GTFS格式传达给再利用者的这些线路的颜色代码，符合再利用者的技术手段和地图限制。再利用者同意尽可能忠实遵守提供者提供的原始颜色。\n\n2. 标志\n- 提供者的标志（STIB、BOOTIK、KIOSK、GO、SHOP、CHRONO、SYNCRO等）在再利用者的界面中使用时，应按提供者提供的方式显示（在再利用者的技术手段范围内）。\n- 除非存在上述1的技术不可能情况或调整标志大小以适应其应用程序和/或互联网服务（符合目标），否则未经提供者书面同意不得以任何方式修改这些标志。\n- 再利用者承诺在其技术手段范围内，在使用信息开发的网站、程序或应用程序以及为广告目的实施的所有沟通工具上显示标志。\n- STIB标志的显示必须遵守www.stib.brussels上提供的模型。\n\n3. 提供者产品上的广告\n提供者不希望其名称和/或标志与以下内容相关联：\n\n1. 比利时政治领域，包括政党、工会和/或专业组织；\n2. 潜在争议性话题的公众意见：\n- 民意调查\n- 哲学概念\n- 宗教信仰\n- 军事问题\n- 种族问题\n- 对第三方具有冒犯性的问题\n- 社会问题\n- 道德问题\n- 宗派问题\n- 违反公共道德\n- 违反道德\n- 语言或图形过度\n3. 语言领域：\n- 特别推广一种语言而牺牲另一种语言的广告。\n4. 交通领域：\n- 与公共交通直接比较的广告\n- 车展等活动期间的灵活性\n- 过于引人注目、偏颇或提及承载广告的交通方式的展示\n- 占用网络50%以上的广告\n- 4WD车的广告\n如果再利用者启用“交通”功能但继续搜索与公共交通不同的其他交通方式，则地图上某些“交通”信息的传播存在例外（例如，同时启用“交通层”和搜索4WD车经销商的销售点）。\n5. 其他领域：\n- 诱导违反法律和法规的行为\n- 违反公共秩序\n再利用者同意不在促销活动、广告和/或其他与主题相关的沟通中关联提供者的名称和/或标志。\n\n提供者的名称和/或标志的使用不得损害提供者的良好声誉。"
    }
  ]
}